export const projectInfo = [
  {
    image: "/cook.png",
    title: "ArtemRecipes 🍽️",
    desc: 'Добро пожаловать в "ArtemRecipes" – ваш идеальный партнер в мире вкусных приключений! От классических рецептов до смелых гастрономических экспериментов, наши рецепты помогут вам создавать неповторимые блюда. Раскройте весь потенциал вашего кулинарного мастерства с нами прямо сейчас!',
    info: [
      {
        year: "2024",
        role: "Frontend Developer",
        stack: "ReactJS, CSS, Vite, Rest API",
      },
    ],
    links: 'https://recipes-artem-glebov.vercel.app/auth/login',
    github: 'https://github.com/Artem047/recipes'
  },
  {
    image: "/car.png",
    title: "JUST TUNING 🏎️",
    desc: 'Добро пожаловать в "Just Tuning" - ваш универсальный магазин для автолюбителей! Мы предлагаем консультации экспертов, первоклассные услуги и последние тенденции в автомобильном тюнинге. Раскройте весь потенциал вашего автомобиля - посетите нас прямо сейчас!',
    info: [
      {
        year: "2023",
        role: "Frontend Developer",
        stack: "ReactJS, SCSS, Vite",
      },
    ],
    links: 'https://just-tuning.vercel.app/',
    github: 'https://github.com/Artem047/just-tuning'
  },
  {
    image: "/gd.png",
    title: "G&D Consulting 💼",
    desc: 'Веб-сайт Консалтинга предлагает бухгалтерские, налоговые консультации и финансовые решения, позволяющие опережать конкурентов. Обладая опытом и экспертными знаниями, мы помогаем открывать новые направления и успешные возможности. Посетите наш веб-сайт, чтобы получить качественные услуги и добиться успеха вашего бизнеса.',
    info: [
      {
        year: "2023",
        role: "Frontend Developer",
        stack: "ReactJS, Tailwind CSS, Vite",
      },
    ],
    links: 'https://gd-consulting.vercel.app/',
    github: 'https://github.com/Artem047/GD_Consulting'
  }
];
export const technology = [
  {
    id: 1,
    name: "HTML",
  },
  {
    id: 2,
    name: "CSS",
  },
  {
    id: 3,
    name: "Javascript",
  },
  {
    id: 4,
    name: "react",
  },
  {
    id: 5,
    name: "Vite",
  },
  {
    id: 6,
    name: "Tailwind css",
  },
  {
    id: 7,
    name: "SCSS",
  },
  {
    id: 8,
    name: "Git",
  },
];
