import blog from '../images/blog.png';
import car from '../images/car.png';
import cook from '../images/cook.png';
import gd from '../images/gd.png';

export const projectInfo = [
  {
    image: cook,
    title: "ArtemRecipes 🍽️",
    desc: 'Добро пожаловать в "ArtemRecipes" – ваш идеальный партнер в мире вкусных приключений! От классических рецептов до смелых гастрономических экспериментов, наши рецепты помогут вам создавать неповторимые блюда. Раскройте весь потенциал вашего кулинарного мастерства с нами прямо сейчас!',
    info: [
      {
        year: "2024",
        role: "Frontend Developer",
        stack: "React, CSS, Vite, Rest API, JavaScript",
      },
    ],
    links: 'https://recipes-artem-glebov.vercel.app/auth/login',
    github: 'https://github.com/Artem047/recipes'
  },
  {
    image: car,
    title: "JUST TUNING 🏎️",
    desc: 'Добро пожаловать в "Just Tuning" - ваш универсальный магазин для автолюбителей! Мы предлагаем консультации экспертов, первоклассные услуги и последние тенденции в автомобильном тюнинге. Раскройте весь потенциал вашего автомобиля - посетите нас прямо сейчас!',
    info: [
      {
        year: "2023",
        role: "Frontend Developer",
        stack: "React, SCSS, Vite, JavaScript",
      },
    ],
    links: 'https://just-tuning.vercel.app/',
    github: 'https://github.com/Artem047/just-tuning'
  },
  {
    image: gd,
    title: "G&D Consulting 💼",
    desc: 'Веб-сайт Консалтинга предлагает бухгалтерские, налоговые консультации и финансовые решения, позволяющие опережать конкурентов. Обладая опытом и экспертными знаниями, мы помогаем открывать новые направления и успешные возможности. Посетите наш веб-сайт, чтобы получить качественные услуги и добиться успеха вашего бизнеса.',
    info: [
      {
        year: "2023",
        role: "Frontend Developer",
        stack: "React, Tailwind CSS, Vite, JavaScript",
      },
    ],
    links: 'https://gd-consulting.vercel.app/',
    github: 'https://github.com/Artem047/GD_Consulting'
  },
  {
    image: blog,
    title: "Artem's Blog 📸",
    desc: 'Добро пожаловать на наш блог, место, где ваше творчество оживает! Здесь вы можете безгранично выражать свои мысли, идеи и вдохновение, создавая уникальные посты, которые будут вдохновлять и развлекать наших читателей. Наша платформа предоставляет простой и интуитивно понятный интерфейс для написания и публикации контента, а также возможность общаться с сообществом блогеров. Присоединяйтесь к нам сегодня и дайте миру увидеть ваше творческое видение!',
    info: [
      {
        year: "2024",
        role: "Frontend Developer",
        stack: "React, Tailwind CSS, Vite, Firebase, TypeScript",
      },
    ],
    links: 'https://artem-glebov-blog.vercel.app/',
    github: 'https://github.com/Artem047/BlogApp'
  }
];
export const technology = [
  {
    id: 1,
    name: "HTML",
  },
  {
    id: 2,
    name: "CSS",
  },
  {
    id: 3,
    name: "Javascript",
  },
  {
    id: 4,
    name: "react",
  },
  {
    id: 5,
    name: "Vite",
  },
  {
    id: 6,
    name: "Tailwind css",
  },
  {
    id: 7,
    name: "SCSS",
  },
  {
    id: 8,
    name: "Git",
  },
];
